---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCTransformSetter
source: html/b0df91b3-d049-1988-7023-bd3121923fc6.htm
---
# IFCTransformSetter Members

Creates a new instance of a transform setter.